brew "gcc"
brew "go"
brew "yarn"
brew "fd"
brew "neovim"
brew "docker-compose"
brew "zsh"
brew "diff-so-fancy"
brew "stylua"
brew "shellcheck"
brew "ripgrep"
brew "pnpm"

tap "homebrew/cask-fonts"

cask "firefox"
cask "insomnia"
cask "docker"
cask "iterm2"
cask "secretive"
cask "1password"
